app/views/wines/show.html.erb

SELECT "infos".* FROM "infos" WHERE "infos"."wine_id" = $1  [["wine_id", 1]]
---
  	<div class="submittedInfos">
      <% @wine.infos.each do |info| %>